Repository: grpansare/crop_guard
Catalog: frontend/lib/l10n/app_*.arb
Languages: hi, mr, ta, te

# appTitle
source: Crop Disease Detection
hi: फसल रोग पहचान
mr: पीक रोग ओळख
ta: பயிர் நோய் கண்டறிதல்
te: పంట వ్యాధి గుర్తింపు

source: Welcome
hi: स्वागत
mr: स्वागत
ta: வரவேற்கிறோம்
te: స్వాగతం

source: Farmer Dashboard
hi: किसान डैशबोर्ड
mr: शेतकरी डॅशबोर्ड
ta: விவசாயி டாஷ்போர்டு
te: రైతు డ్యాష్‌బోర్డ్

source: Scan Plant
hi: पौधे को स्कैन करें
mr: रोप स्कॅन करा
ta: தாவரத்தை ஸ்கேன் செய்யுங்கள்
te: మొక్కను స్కాన్ చేయండి

source: Scan History
hi: स्कैन इतिहास
mr: स्कॅन इतिहास
ta: ஸ்கேன் வரலாறு
te: స్కాన్ చరిత్ర

source: My Reports
hi: मेरी रिपोर्ट
mr: माझे अहवाल
ta: எனது அறிக்கைகள்
te: నా నివేదికలు

source: Settings
hi: सेटिंग्स
mr: सेटिंग्ज
ta: அமைப்புகள்
te: సెట్టింగ్‌లు

source: Recent Activity
hi: हाल की गतिविधि
mr: अलीकडील क्रियाकलाप
ta: சமீபத்திய செயல்பாடு
te: ఇటీవలి కార్యకలాపం

source: Quick Stats
hi: त्वरित आंकड़े
mr: त्वरित आकडेवारी
ta: விரைவு புள்ளிவிவரங்கள்
te: త్వరిత గణాంకాలు

# totalScans
source: Scans completed
hi: पूर्ण स्कैन
mr: पूर्ण स्कॅन
ta: ஸ்கேன்கள் முடிந்தது
te: స్కాన్‌లు పూర్తయ్యాయి

source: Diseases detected
hi: रोग पाए गए
mr: रोग आढळले
ta: நோய்கள் கண்டறியப்பட்டன
te: వ్యాధులు గుర్తించబడ్డాయి

source: Plants scanned
hi: पौधे स्कैन किए गए
mr: रोपे स्कॅन केली
ta: தாவரங்கள் ஸ்கேன் செய்யப்பட்டன
te: మొక్కలు స్కాన్ చేయబడ్డాయి

source: Profile
hi: प्रोफ़ाइल
mr: प्रोफाइल
ta: சுயவிவரம்
te: ప్రొఫైల్

source: Notifications
hi: सूचनाएं
mr: सूचना
ta: அறிவிப்புகள்
te: నోటిఫికేషన్‌లు

source: App Preferences
hi: ऐप प्राथमिकताएं
mr: अॅप प्राधान्ये
ta: பயன்பாட்டு விருப்பங்கள்
te: అనువర్తన ప్రాధాన్యతలు

source: Language
hi: भाषा
mr: भाषा
ta: மொழி
te: భాష

source: Theme
hi: थीम
mr: थीम
ta: தீம்
te: థీమ్

source: Account
hi: खाता
mr: खाते
ta: கணக்கு
te: ఖాతా

source: About
hi: के बारे में
mr: बद्दल
ta: பற்றி
te: గురించి

source: Logout
hi: लॉग आउट
mr: लॉग आउट
ta: வெளியேறு
te: లాగ్ అవుట్

source: Select Language
hi: भाषा चुनें
mr: भाषा निवडा
ta: மொழியைத் தேர்ந்தெடுக்கவும்
te: భాషను ఎంచుకోండి

source: Language Changed
hi: भाषा बदली गई
mr: भाषा बदलली
ta: மொழி மாற்றப்பட்டது
te: భాష మార్చబడింది

# languageChangedMessage
source: The app language has been changed. Please restart the app to see the changes.
hi: ऐप की भाषा बदल दी गई है। परिवर्तन देखने के लिए कृपया ऐप को पुनः आरंभ करें।
mr: अॅपची भाषा बदलली आहे. बदल पाहण्यासाठी कृपया अॅप पुन्हा सुरू करा.
ta: பயன்பாட்டு மொழி மாற்றப்பட்டது. மாற்றங்களைக் காண தயவுசெய்து பயன்பாட்டை மீண்டும் தொடங்கவும்.
te: అనువర్తన భాష మార్చబడింది. మార్పులను చూడటానికి దయచేసి అనువర్తనాన్ని పునఃప్రారంభించండి.

source: Restart App
hi: ऐप पुनः आरंभ करें
mr: अॅप पुन्हा सुरू करा
ta: பயன்பாட்டை மீண்டும் தொடங்கவும்
te: అనువర్తనాన్ని పునఃప్రారంభించండి

source: Cancel
hi: रद्द करें
mr: रद्द करा
ta: ரத்து செய்
te: రద్దు చేయండి

source: Save
hi: सेव करें
mr: सेव्ह करा
ta: சேமி
te: సేవ్ చేయండి

# noRecentActivity
source: No recent activities
hi: कोई हाल की गतिविधि नहीं
mr: कोणतीही अलीकडील क्रियाकलाप नाही
ta: சமீபத்திய செயல்பாடுகள் இல்லை
te: ఇటీవలి కార్యకలాపాలు లేవు

# startScanning
source: Start scanning plants to see your activity here
hi: अपनी गतिविधि यहां देखने के लिए पौधों को स्कैन करना शुरू करें
mr: तुमची क्रियाकलाप येथे पाहण्यासाठी रोपे स्कॅन करणे सुरू करा
ta: உங்கள் செயல்பாட்டை இங்கே காண தாவரங்களை ஸ்கேன் செய்யத் தொடங்குங்கள்
te: మీ కార్యకలాపాన్ని ఇక్కడ చూడటానికి మొక్కలను స్కాన్ చేయడం ప్రారంభించండి

source: plant scanned
hi: पौधा स्कैन किया गया
mr: रोप स्कॅन केले
ta: தாவரம் ஸ்கேன் செய்யப்பட்டது
te: మొక్క స్కాన్ చేయబడింది

# diseaseDetected
source: detected
hi: पाया गया
mr: आढळले
ta: கண்டறியப்பட்டது
te: గుర్తించబడింది

source: severity
hi: गंभीरता
mr: तीव्रता
ta: கடுமை
te: తీవ్రత

source: No diseases detected
hi: कोई रोग नहीं पाया गया
mr: कोणतेही रोग आढळले नाहीत
ta: நோய்கள் கண்டறியப்படவில்லை
te: వ్యాధులు గుర్తించబడలేదు

source: Healthy
hi: स्वस्थ
mr: निरोगी
ta: ஆரோக்கியமானது
te: ఆరోగ్యవంతమైనది

source: Expert Dashboard
hi: विशेषज्ञ डैशबोर्ड
mr: तज्ञ डॅशबोर्ड
ta: நிபுணர் டாஷ்போர்டு
te: నిపుణుల డ్యాష్‌బోర్డ్

source: Farmer Queries
hi: किसान प्रश्न
mr: शेतकरी प्रश्न
ta: விவசாயி கேள்விகள்
te: రైతుల ప్రశ్నలు

source: Case Review
hi: केस समीक्षा
mr: केस पुनरावलोकन
ta: வழக்கு மறுஆய்வு
te: కేస్ సమీక్ష

source: Knowledge Base
hi: ज्ञान आधार
mr: ज्ञान आधार
ta: அறிவு தளம்
te: జ్ఞాన ఆధారం

source: Disease Trends
hi: रोग रुझान
mr: रोग प्रवृत्ती
ta: நோய் போக்குகள்
te: వ్యాధి పోకడలు

source: Expert Settings
hi: विशेषज्ञ सेटिंग्स
mr: तज्ञ सेटिंग्ज
ta: நிபுணர் அமைப்புகள்
te: నిపుణుల సెట్టింగ్‌లు

source: Pending Cases
hi: लंबित केस
mr: प्रलंबित केस
ta: நிலுவையில் உள்ள வழக்குகள்
te: వేచివున్న కేసులు

source: Critical Cases
hi: गंभीर केस
mr: गंभीर केस
ta: முக்கியமான வழக்குகள்
te: క్లిష్టమైన కేసులు

source: Total Queries
hi: कुल प्रश्न
mr: एकूण प्रश्न
ta: மொத்த கேள்விகள்
te: మొత్తం ప్రశ్నలు

source: Active Farmers
hi: सक्रिय किसान
mr: सक्रिय शेतकरी
ta: செயலில் உள்ள விவசாயிகள்
te: క్రియాశీల రైతులు

source: Response Time
hi: प्रतिक्रिया समय
mr: प्रतिसाद वेळ
ta: பதில் நேரம்
te: స్పందన సమయం

source: Satisfaction Rating
hi: संतुष्टि रेटिंग
mr: समाधान रेटिंग
ta: திருப்தி மதிப்பீடு
te: సంతృప్తి రేటింగ్

source: Treatments Provided
hi: उपचार प्रदान किए गए
mr: उपचार पुरविले
ta: வழங்கப்பட்ட சிகிச்சைகள்
te: అందించిన చికిత్సలు

source: Statistics Overview
hi: आंकड़ों का अवलोकन
mr: आकडेवारीचे अवलोकन
ta: புள்ளிவிவரங்கள் கண்ணோட்டம்
te: గణాంకాల అవలోకనం

source: Performance Metrics
hi: प्रदर्शन मेट्रिक्स
mr: कामगिरी मेट्रिक्स
ta: செயல்திறன் அளவீடுகள்
te: పనితీరు కొలమానాలు

source: Expert Tools
hi: विशेषज्ञ उपकरण
mr: तज्ञ साधने
ta: நிபுணர் கருவிகள்
te: నిపుణుల సాధనాలు

source: Disease Analysis
hi: रोग विश्लेषण
mr: रोग विश्लेषण
ta: நோய் பகுப்பாய்வு
te: వ్యాధి విశ్లేషణ

source: Review Cases
hi: केस समीक्षा करें
mr: केस पुनरावलोकन करा
ta: வழக்குகளை மறுஆய்வு செய்யுங்கள்
te: కేసులను సమీక్షించండి

source: Query Details
hi: प्रश्न विवरण
mr: प्रश्न तपशील
ta: கேள்வி விவரங்கள்
te: ప్రశ్న వివరాలు

source: Respond to Query
hi: प्रश्न का उत्तर दें
mr: प्रश्नाचे उत्तर द्या
ta: கேள்விக்கு பதிலளிக்கவும்
te: ప్రశ్నకు సమాధానం ఇవ్వండి

source: Submit Response
hi: उत्तर जमा करें
mr: उत्तर सबमिट करा
ta: பதிலை சமர்ப்பிக்கவும்
te: స్పందనను సమర్పించండి

source: Your Response
hi: आपका उत्तर
mr: तुमचे उत्तर
ta: உங்கள் பதில்
te: మీ స్పందన

# provideDetailedAdvice
source: Provide detailed advice and recommendations...
hi: विस्तृत सलाह और सिफारिशें प्रदान करें...
mr: तपशीलवार सल्ला आणि शिफारसी द्या...
ta: விரிவான ஆலோசனைகள் மற்றும் பரிந்துரைகளை வழங்குங்கள்...
te: వివరమైన సలహాలు మరియు సిఫార్సులను అందించండి...

# minimumCharactersRequired
source: Minimum 10 characters required
hi: न्यूनतम 10 अक्षर आवश्यक
mr: किमान 10 अक्षर आवश्यक
ta: குறைந்தது 10 எழுத்துகள் தேவை
te: కనీసం 10 అక్షరాలు అవసరం

source: Response submitted successfully!
hi: उत्तर सफलतापूर्वक जमा किया गया!
mr: उत्तर यशस्वीपणे सबमिट केले!
ta: பதில் வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது!
te: స్పందన విజయవంతంగా సమర్పించబడింది!

source: Failed to submit response
hi: उत्तर जमा करने में विफल
mr: उत्तर सबमिट करण्यात अयशस्वी
ta: பதில் சமர்ப்பிக்க முடியவில்லை
te: స్పందనను సమర్పించడంలో విఫలమైంది

source: Case Details
hi: केस विवरण
mr: केस तपशील
ta: வழக்கு விவரங்கள்
te: కేస్ వివరాలు

source: Review Case
hi: केस समीक्षा करें
mr: केस पुनरावलोकन करा
ta: வழக்கை மறுஆய்வு செய்யுங்கள்
te: కేసును సమీక్షించండి

source: Expert Notes
hi: विशेषज्ञ नोट्स
mr: तज्ञ नोट्स
ta: நிபுணர் குறிப்புகள்
te: నిపుణుల గమనికలు

source: Rating
hi: रेटिंग
mr: रेटिंग
ta: மதிப்பீடு
te: రేటింగ్

# provideProfessionalAssessment
source: Provide your professional assessment and recommendations...
hi: अपना व्यावसायिक मूल्यांकन और सिफारिशें प्रदान करें...
mr: तुमचे व्यावसायिक मूल्यमापन आणि शिफारसी द्या...
ta: உங்கள் தொழில்முறை மதிப்பீடு மற்றும் பரிந்துரைகளை வழங்குங்கள்...
te: మీ వృత్తిపరమైన అంచనా మరియు సిఫార్సులను అందించండి...

source: Review submitted successfully!
hi: समीक्षा सफलतापूर्वक जमा की गई!
mr: पुनरावलोकन यशस्वीपणे सबमिट केले!
ta: மறுஆய்வு வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது!
te: సమీక్ష విజయవంతంగా సమర్పించబడింది!

source: Failed to submit review
hi: समीक्षा जमा करने में विफल
mr: पुनरावलोकन सबमिट करण्यात अयशस्वी
ta: மறுஆய்வு சமர்ப்பிக்க முடியவில்லை
te: సమీక్షను సమర్పించడంలో విఫలమైంది

# searchDiseases
source: Search diseases, crops, or symptoms...
hi: रोग, फसल या लक्षण खोजें...
mr: रोग, पिक किंवा लक्षणे शोधा...
ta: நோய்கள், பயிர்கள் அல்லது அறிகுறிகளைத் தேடுங்கள்...
te: వ్యాధులు, పంటలు లేదా లక్షణాలను వెతకండి...

source: Category
hi: श्रेणी
mr: वर्ग
ta: வகை
te: వర్గం

source: Total Diseases
hi: कुल रोग
mr: एकूण रोग
ta: மொத்த நோய்கள்
te: మొత్తం వ్యాధులు

source: Filtered
hi: फ़िल्टर किया गया
mr: फिल्टर केलेले
ta: வடிகட்டப்பட்டது
te: వడపోయబడింది

source: Critical
hi: गंभीर
mr: गंभीर
ta: முக்கியமானது
te: క్లిష్టమైనది

source: Disease Information
hi: रोग जानकारी
mr: रोग माहिती
ta: நோய் தகவல்
te: వ్యాధి సమాచారం

source: Basic Information
hi: बुनियादी जानकारी
mr: मूलभूत माहिती
ta: அடிப்படை தகவல்
te: ప్రాథమిక సమాచారం

source: Scientific Name
hi: वैज्ञानिक नाम
mr: वैज्ञानिक नाव
ta: அறிவியல் பெயர்
te: శాస్త్రీయ పేరు

source: Risk Level
hi: जोखिम स्तर
mr: जोखीम पातळी
ta: ஆபத்து நிலை
te: అపాయ స్థాయి

source: Affected Crops
hi: प्रभावित फसलें
mr: प्रभावित पिके
ta: பாதிக்கப்பட்ட பயிர்கள்
te: ప్రభావిత పంటలు

source: Description
hi: विवरण
mr: वर्णन
ta: விளக்கம்
te: వివరణ

source: Causes
hi: कारण
mr: कारणे
ta: காரணங்கள்
te: కారణాలు

source: Prevention
hi: रोकथाम
mr: प्रतिबंध
ta: தடுப்பு
te: నివారణ

source: Treatment
hi: उपचार
mr: उपचार
ta: சிகிச்சை
te: చికిత్స

source: Outbreak Risk Assessment
hi: प्रकोप जोखिम मूल्यांकन
mr: प्रादुर्भाव जोखीम मूल्यमापन
ta: வெடிப்பு ஆபத்து மதிப்பீடு
te: వ్యాప్తి అపాయ అంచనా

source: Confidence
hi: विश्वास
mr: आत्मविश्वास
ta: நம்பிக்கை
te: విశ్వాసం

source: Timeframe
hi: समय सीमा
mr: कालमर्यादा
ta: நேர கட்டம்
te: సమయ కాలం

source: Disease Trends Over Time
hi: समय के साथ रोग रुझान
mr: काळानुसार रोग प्रवृत्ती
ta: காலப்போக்கில் நோய் போக்குகள்
te: కాలక్రమేణా వ్యాధి పోకడలు

source: Disease Outbreak Predictions
hi: रोग प्रकोप भविष्यवाणी
mr: रोग प्रादुर्भाव भविष्यवाणी
ta: நோய் வெடிப்பு கணிப்புகள்
te: వ్యాధి వ్యాప్తి అంచనాలు

source: Expert Recommendations
hi: विशेषज्ञ सिफारिशें
mr: तज्ञ शिफारसी
ta: நிபுணர் பரிந்துரைகள்
te: నిపుణుల సిఫార్సులు

source: Weather Impact Analysis
hi: मौसम प्रभाव विश्लेषण
mr: हवामान परिणाम विश्लेषण
ta: வானிலை தாக்க பகுப்பாய்வு
te: వాతావరణ ప్రభావ విశ్లేషణ

source: Seasonal Forecast
hi: मौसमी पूर्वानुमान
mr: हंगामी अंदाज
ta: பருவகால கணிப்பு
te: ఋతుపవన అంచనా

source: Profile Information
hi: प्रोफ़ाइल जानकारी
mr: प्रोफाइल माहिती
ta: சுயவிவர தகவல்
te: ప్రొఫైల్ సమాచారం

source: Specialization
hi: विशेषज्ञता
mr: विशेषता
ta: சிறப்பு
te: విశేషీకరణ

source: Years of Experience
hi: अनुभव के वर्ष
mr: अनुभवाची वर्षे
ta: அனுபவ ஆண்டுகள்
te: అనుభవ సంవత్సరాలు

source: Save Profile
hi: प्रोफ़ाइल सेव करें
mr: प्रोफाइल सेव्ह करा
ta: சுயவிவரத்தை சேமி
te: ప్రొఫైల్‌ను సేవ్ చేయండి

source: Notification Settings
hi: सूचना सेटिंग्स
mr: सूचना सेटिंग्ज
ta: அறிவிப்பு அமைப்புகள்
te: నోటిఫికేషన్ సెట్టింగ్‌లు

source: Push Notifications
hi: पुश सूचनाएं
mr: पुश सूचना
ta: புஷ் அறிவிப்புகள்
te: పుష్ నోటిఫికేషన్‌లు

source: Email Notifications
hi: ईमेल सूचनाएं
mr: ईमेल सूचना
ta: மின்னஞ்சல் அறிவிப்புகள்
te: ఇమెయిల్ నోటిఫికేషన్‌లు

source: Query Alerts
hi: प्रश्न अलर्ट
mr: प्रश्न अलर्ट
ta: கேள்வி எச்சரிக்கைகள்
te: ప్రశ్న హెచ్చరికలు

source: Case Review Alerts
hi: केस समीक्षा अलर्ट
mr: केस पुनरावलोकन अलर्ट
ta: வழக்கு மறுஆய்வு எச்சரிக்கைகள்
te: కేస్ సమీక్ష హెచ్చరికలు

source: Trend Alerts
hi: रुझान अलर्ट
mr: प्रवृत्ती अलर्ट
ta: போக்கு எச்சரிக்கைகள்
te: పోకడ హెచ్చరికలు

source: Save Notification Settings
hi: सूचना सेटिंग्स सेव करें
mr: सूचना सेटिंग्ज सेव्ह करा
ta: அறிவிப்பு அமைப்புகளை சேமி
te: నోటిఫికేషన్ సెట్టింగ్‌లను సేవ్ చేయండి

source: Preferences
hi: प्राथमिकताएं
mr: प्राधान्ये
ta: விருப்பங்கள்
te: ప్రాధాన్యతలు

source: Save Preferences
hi: प्राथमिकताएं सेव करें
mr: प्राधान्ये सेव्ह करा
ta: விருப்பங்களை சேமி
te: ప్రాధాన్యతలను సేవ్ చేయండి

source: Auto Save
hi: ऑटो सेव
mr: ऑटो सेव्ह
ta: தானியங்கி சேமிப்பு
te: స్వయంచాలక సేవ్

source: Data Sync
hi: डेटा सिंक
mr: डेटा सिंक
ta: தரவு ஒத்திசைவு
te: డేటా సమకాలీకరణ

source: Security
hi: सुरक्षा
mr: सुरक्षा
ta: பாதுகாப்பு
te: భద్రత

source: Change Password
hi: पासवर्ड बदलें
mr: पासवर्ड बदला
ta: கடவுச்சொல்லை மாற்றவும்
te: పాస్‌వర్డ్‌ను మార్చండి

source: Current Password
hi: वर्तमान पासवर्ड
mr: सद्याचा पासवर्ड
ta: தற்போதைய கடவுச்சொல்
te: ప్రస్తుత పాస్‌వర్డ్

source: New Password
hi: नया पासवर्ड
mr: नवा पासवर्ड
ta: புதிய கடவுச்சொல்
te: కొత్త పాస్‌వర్డ్

source: Confirm New Password
hi: नया पासवर्ड पुष्टि करें
mr: नवा पासवर्ड पुष्टी करा
ta: புதிய கடவுச்சொல்லை உறுதிப்படுத்தவும்
te: కొత్త పాస్‌వర్డ్‌ను నిర్ధారించండి

source: Biometric Authentication
hi: बायोमेट्रिक प्रमाणीकरण
mr: बायोमेट्रिक प्रमाणीकरण
ta: பயோமெட்ரிக் அங்கீகாரம்
te: బయోమెట్రిక్ ప్రమాణీకరణ

source: App Version
hi: ऐप संस्करण
mr: अॅप आवृत्ती
ta: பயன்பாட்டு பதிப்பு
te: అనువర్తన వెర్షన్

source: Privacy Policy
hi: गोपनीयता नीति
mr: गोपनीयता धोरण
ta: தனியுரிமை கொள்கை
te: గోప్యతా విధానం

source: Terms of Service
hi: सेवा की शर्तें
mr: सेवा अटी
ta: சேவை விதிமுறைகள்
te: సేవా నిబంధనలు

source: Help & Support
hi: सहायता और समर्थन
mr: मदत आणि समर्थन
ta: உதவி மற்றும் ஆதரவு
te: సహాయం మరియు మద్దతు

source: Profile updated successfully!
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट किया गया!
mr: प्रोफाइल यशस्वीपणे अपडेट केले!
ta: சுயவிவரம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது!
te: ప్రొఫైల్ విజయవంతంగా నవీకరించబడింది!

source: Settings saved successfully!
hi: सेटिंग्स सफलतापूर्वक सेव की गईं!
mr: सेटिंग्ज यशस्वीपणे सेव्ह केल्या!
ta: அமைப்புகள் வெற்றிகரமாக சேமிக்கப்பட்டன!
te: సెట్టింగ్‌లు విజయవంతంగా సేవ్ చేయబడ్డాయి!

source: Password changed successfully!
hi: पासवर्ड सफलतापूर्वक बदला गया!
mr: पासवर्ड यशस्वीपणे बदलला!
ta: கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டது!
te: పాస్‌వర్డ్ విజయవంతంగా మార్చబడింది!

source: Failed to update profile
hi: प्रोफ़ाइल अपडेट करने में विफल
mr: प्रोफाइल अपडेट करण्यात अयशस्वी
ta: சுயவிவரத்தை புதுப்பிக்க முடியவில்லை
te: ప్రొఫైల్‌ను నవీకరించడంలో విఫలమైంది

source: Failed to save settings
hi: सेटिंग्स सेव करने में विफल
mr: सेटिंग्ज सेव्ह करण्यात अयशस्वी
ta: அமைப்புகளை சேமிக்க முடியவில்லை
te: సెట్టింగ్‌లను సేవ్ చేయడంలో విఫలమైంది

source: Failed to change password
hi: पासवर्ड बदलने में विफल
mr: पासवर्ड बदलण्यात अयशस्वी
ta: கடவுச்சொல்லை மாற்ற முடியவில்லை
te: పాస్‌వర్డ్‌ను మార్చడంలో విఫలమైంది

source: Name is required
hi: नाम आवश्यक है
mr: नाव आवश्यक आहे
ta: பெயர் தேவை
te: పేరు అవసరం

source: Mobile number is required
hi: मोबाइल नंबर आवश्यक है
mr: मोबाइल नंबर आवश्यक आहे
ta: மொபைல் எண் தேவை
te: మొబైల్ నంబర్ అవసరం

source: Please enter your review notes
hi: कृपया अपनी समीक्षा नोट्स दर्ज करें
mr: कृपया तुमच्या पुनरावलोकन नोट्स टाका
ta: தயவுசெய்து உங்கள் மறுஆய்வு குறிப்புகளை உள்ளிடவும்
te: దయచేసి మీ సమీక్ష గమనికలను నమోదు చేయండి

source: Please provide a rating
hi: कृपया एक रेटिंग प्रदान करें
mr: कृपया एक रेटिंग द्या
ta: தயவுசெய்து மதிப்பீட்டை வழங்கவும்
te: దయచేసి రేటింగ్‌ను అందించండి

# pleaseEnterYourResponse
source: Please enter a response
hi: कृपया अपना उत्तर दर्ज करें
mr: कृपया तुमचे उत्तर टाका
ta: தயவுசெய்து உங்கள் பதிலை உள்ளிடவும்
te: దయచేసి స్పందనను నమోదు చేయండి

# responseMustBeAtLeast10Characters
source: Response must be at least 10 characters long
hi: उत्तर कम से कम 10 अक्षर का होना चाहिए
mr: उत्तर किमान 10 अक्षरांचे असावे
ta: பதில் குறைந்தது 10 எழுத்துகளாக இருக்க வேண்டும்
te: స్పందన కనీసం 10 అక్షరాలుగా ఉండాలి

source: Response must be less than 2000 characters
hi: उत्तर 2000 अक्षरों से कम होना चाहिए
mr: उत्तर 2000 अक्षरांपेक्षा कमी असावे
ta: பதில் 2000 எழுத்துகளுக்கும் குறைவாக இருக்க வேண்டும்
te: స్పందన 2000 అక్షరాల కంటే తక్కువగా ఉండాలి

source: New passwords do not match
hi: नए पासवर्ड मेल नहीं खाते
mr: नवे पासवर्ड जुळत नाहीत
ta: புதிய கடவுச்சொற்கள் பொருந்தவில்லை
te: కొత్త పాస్‌వర్డ్‌లు సరిపోవు

source: Password must be at least 6 characters
hi: पासवर्ड कम से कम 6 अक्षर का होना चाहिए
mr: पासवर्ड किमान 6 अक्षरांचा असावा
ta: கடவுச்சொல் குறைந்தது 6 எழுத்துகளாக இருக்க வேண்டும்
te: పాస్‌వర్డ్ కనీసం 6 అక్షరాలుగా ఉండాలి

source: You're offline. Some features may be limited.
hi: आप ऑफ़लाइन हैं। कुछ सुविधाएं सीमित हो सकती हैं।
mr: तुम्ही ऑफलाइन आहात. काही वैशिष्ट्ये मर्यादित असू शकतात.
ta: நீங்கள் ஆஃப்லைனில் உள்ளீர்கள். சில அம்சங்கள் வரம்பிடப்படலாம்.
te: మీరు ఆఫ్‌లైన్‌లో ఉన్నారు. కొన్ని లక్షణాలు పరిమితంగా ఉండవచ్చు.

source: pending
hi: लंबित
mr: प्रलंबित
ta: நிலுவையில்
te: వేచివున్నది

source: Data synced successfully!
hi: डेटा सफलतापूर्वक सिंक किया गया!
mr: डेटा यशस्वीपणे सिंक केला!
ta: தரவு வெற்றிகரமாக ஒத்திசைக்கப்பட்டது!
te: డేటా విజయవంతంగా సమకాలీకరించబడింది!

source: Sync failed
hi: सिंक विफल
mr: सिंक अयशस्वी
ta: ஒத்திசைவு தோல்வியடைந்தது
te: సమకాలీకరణ విఫలమైంది

source: Syncing data...
hi: डेटा सिंक कर रहे हैं...
mr: डेटा सिंक करत आहे...
ta: தரவை ஒத்திசைக்கிறது...
te: డేటాను సమకాలీకరిస్తున్నాము...

source: No offline data available
hi: कोई ऑफ़लाइन डेटा उपलब्ध नहीं
mr: कोणताही ऑफलाइन डेटा उपलब्ध नाही
ta: ஆஃப்லைன் தரவு கிடைக்கவில்லை
te: ఆఫ్‌లైన్ డేటా అందుబాటులో లేదు

source: Offline mode: Request queued for sync
hi: ऑफ़लाइन मोड: सिंक के लिए अनुरोध कतार में
mr: ऑफलाइन मोड: सिंकसाठी विनंती रांगेत आहे
ta: ஆஃப்லைன் முறை: கோரிக்கை ஒத்திசைவுக்காக வரிசையில் உள்ளது
te: ఆఫ్‌లైన్ మోడ్: అభ్యర్థన సమకాలీకరణ కోసం క్యూలో ఉంది
